Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT.tmx
Source language: en_gb
Languages: it_ch

source: Job Announcement:
it_ch: Bando di concorso:

source: Employer:
it_ch: Datore di lavoro::

source: Linguistics
it_ch: Linguistica

source: London, United Kingdom
it_ch: Londra, Regno Unito

source: Title:
it_ch: Titolo:

source: Lecturer in Formal Semantics
it_ch: Docente di semantica formale

source: Job Location:
it_ch: Luogo di lavoro:

source: Rank:
it_ch: Posizione:

source: Lecturer
it_ch: docente

source: Semantics
it_ch: Semantica

source: LL Issue:
it_ch: Pubblicazione Linguist List:

source: Date Submitted:
it_ch: Data di pubblicazione:

source: 02-Oct-2015
it_ch: 2 ottobre 2015

source: Job Description:
it_ch: Informazioni sul lavoro:

source: Starting salary will be in the range of £39,351 - £41,553 per annum.
it_ch: Il salario iniziale sarà tra £ 39’351 a £ 41’553 all’anno.

source: The post is full-time and permanent, with an expected start date of 1 September 2016.
it_ch: Il posto è a tempo pieno e indeterminato, l’inizio è previsto per il 1 settembre 2016.

source: The department of Linguistics
it_ch: I reparti di lingustica

source: REF 2014 and RAE 2008.
it_ch: REF 2014 e RAE 2008

source: Linguistic Field(s):
it_ch: Campo/i della linguistica:

source: Benefits include 30 days annual leave, a defined benefit pension scheme and interest-free season ticket loan.
it_ch: Sono inclusi 30 giorni di congedo all’anno, uno schema pensionistico predefinto e un abbonamento per i mezzi pubblici.

source: Present research strengths of the department are within the areas of sociolinguistics, phonetics, and their interface; syntax and semantics and their interface; and neurolinguistic/psycholinguistic perspectives on the above.
it_ch: Attualmente la ricerca del reparto si concentra sui campi della sociolinguistica, fonetica e la loro connessione; sintassi, semantica e la loro connessione; e le prospettive neurolinguistiche/psicolinguistiche sulle aree sopraccitate.

source: As well as a popular MA programme, the department is home to a thriving and vibrant PhD student community.
it_ch: Oltre al rinnomato programma di Master, il reparto ospita una prosperosa e vivace comunità di dottorandi.

source: Contact Information:
it_ch: Contatto:

source: Dr. Luisa Martí click here to access email
it_ch: Dott.ssa Luisa Martí

source: Dr. Luisa Martí
it_ch: Dott.ssa Luisa Martí

source: 15-Dec-2015
it_ch: 15 dicembre 2015

source: Application Deadline:
it_ch: Scadenza per l’iscrizione:

source: Application URL:
it_ch: URL per l’iscrizione:

source: The successful candidate will be expected to convene and teach introductory and advanced modules in semantics at undergraduate and MA level, and enrich the graduate and research life of the department by incorporating his or her expertise in the Syntax and Semantics research group.
it_ch: Al candidato assunto sarà richiesto di insegnare moduli introduttivi e di livello avanzato in semantica a studenti di Bachelor e Master, oltre ad arricchire i laureati e il settore di ricerca integrandosi con le sue competenze nei gruppi di sintassi e di semantica.

source: S/he will also be expected to undertake PhD supervision and to contribute to the life of the School in a more general way, for instance by undertaking appropriate administrative and pastoral duties.
it_ch: Inoltre sarà anche tenuto ad occuparsi della supervisione di dottorati e contribuire alla vita universitaria in generale, per esempio incarichi amministrativi o pastorali.

source: The department of linguistics was ranked first among UK linguistics departments in the last two national research assessment exercises:
it_ch: Il reparto di lingustica è arrivato primo tra tutti i reparti linguistici britannici nelle ultime due edizioni del national research assessment exercises:

source: The appointment
it_ch: Candidatura:

source: To apply, please visit the Human Resources website (below) and search for reference QMUL6862.
it_ch: Per candidarsi, visitare la pagina web del reparto per le risorse umane (link sottostante) e cercare il riferimento QMUL6862.

source: Completed applications, including a CV and covering statement must be submitted by 15 December 2015.
it_ch: Le candidature complete, curriculum e lettera di presentazione comprese, devono essere consegnate entro il 15 dicembre 2015.

source: Candidates must be able to demonstrate their eligibility to work in the UK in accordance with the Immigration, Asylum and Nationality Act 2006.
it_ch: I candidati devono essere in grado di presentare un permesso di lavoro per il Regno Unito conforme all’Immigration, Asylum and Nationality Act 2006.

source: Where required this may include entry clearance or continued leave to remain under the Points Based Immigration Scheme.
it_ch: Questo potrebbe includere un visto d’ingresso o un permesso di soggiorno secondo il Points Based Immigration Scheme.

source: click here to access email
it_ch: cliccare qui per accedere all’email

source: Sociolinguistics
it_ch: Sociolinguistica

source: The School intends to appoint a Lecturer in Linguistics with a focus on Language Acquisition and Sociolinguistics.
it_ch: L’università vuole nominare un docente di lunguistica specializzato nella sociolonguistica e nell’acquisizione del linguaggio.

source: The School intends to appoint a Lecturer in Linguistics with a focus on Formal Semantics.
it_ch: L’università vuole nominare un docente di lunguistica specializzato nella semantica formale.

source: Lecturer, Queen Mary University of London, London, United Kingdom
it_ch: Docente, Queen Mary University of London, Londra, Regno Unito

source: Language Acquisition; Sociolinguistics:
it_ch: Acquisizione del linguaggio; Sociolinguistica:

source: Lecturer in Language Acquisition and Sociolinguistics
it_ch: Docente di acquisizione del linguaggio e sociolinguistica

source: Although QM does not require candidates to submit their work as part of their application, we recommend that you enclose 1-2 representative articles with your application and/or provide us with a web link to access samples of your work online
it_ch: Anche se la Queen Mary University non chiede degli estratti di lavori svolti nella candidatura, consigliamo di aggiungere qualche articolo come esempio o/e indicare un link con il quale si può accedere ai lavori online.

source: Dr. Devyani Sharma
it_ch: Dott.ssa Devyani Sharma

source: This appointment contributes to the creation of a language acquisition team at QMUL, and will address the interface between sociolinguistics and theoretical aspects of language acquisition.
it_ch: Questo incarico fa parte della creazione di un nuovo gruppo dedicato all’acquisizione del linguaggio e si occuperà delle connessioni tra la sociolinguistica e gli aspetti teorici dell’acquisizione del linguaggio.

source: Relevant areas of expertise include, but are not limited to, language socialization, acquisition of sociolinguistic variation, or sociolinguistic dimensions of bilingual or heritage language acquisition.
it_ch: Le principali aree di competenza sono la socializzazione linguistica, acquisizione delle variazione sociolingustiche o le dimensioni sociolinguistiche dell’acquisizione di lingue etniche e bilinguismo, ma non solo.

source: We plan to make a future appointment in the field of grammatical acquisition.
it_ch: Intendiamo assegnare una nomina nel campo dell’acquisizione della grammatica in futuro.

source: Preference will be given to candidates who are capable of working collaboratively across the area of acquisition.
it_ch: La precedenza sarà data ai candidati capaci di lavorare attraverso tutti i campi dell’acquisizione.

source: The candidate will have a research profile that matches that of the Linguistics Department in both excellence and intellectual rigour.
it_ch: Il candidato dovrà presentare un profilo di ricerca corrispondente a quello della sezione di linguistica sia nell’aspetto intellettuale sia nella precisione di lavoro.

source: Although QM does not require candidates to submit their work as part of their application, we recommend that you enclose 1-2 representative articles with your application and/or provide us with a web link to access samples of your work online.
it_ch: Anche se la Queen Mary University non chiede degli estratti di lavori svolti nella candidatura, consigliamo di aggiungere qualche articolo come esempio e/o indicare un link con il quale si può accedere ai lavori online.

source: S/he will be expected to convene and teach the equivalent of four modules per year at undergraduate and/or MA level for the Department of Linguistics.
it_ch: Gli sarà richiesto di insegnare quattro moduli all’anno di livello Bachelor e/o Master della sezione di linguistica.

source: Details about the School of Languages, Linguistics and Film can be found at http://www.sllf.qmul.ac.uk/
it_ch: Ulteriori dettagli sulla School of Languages, Lingustics and Films sono disponibili su: http://www.sllf.qmul.ac.uk/.

source: A full list of staff in the department and their research interests, and additional information about the department, can be found on our website at http://linguistics.sllf.qmul.ac.uk.
it_ch: Una lista completa del personale e i loro interessi di ricerca e ulteriori informazioni sul reparto, sono disponibili sul nostro sito web: http://linguistics.sllf.qmul.ac.uk.

source: Interviews will be held on 22 & 23 February 2016.
it_ch: I colloqui si terranno il 22 e il23 febbraio 2016.

source: Queen Mary University of London
it_ch: Università Queen Mary di Londra

source: Interviews will be held on 17 & 18 February 2016.
it_ch: I colloqui avranno luogo il 17 e il 18 febbraio 2016.

source: Dr. Devyani Sharma click here to access email
it_ch: Dott. Devyani Sharma click here to access email

source: 06-Oct-2015
it_ch: 6 ottobre 2015

source: 12-Oct-2015
it_ch: 12 ottobre 2015

source: 13-Oct-2015
it_ch: 13 ottobre 2015

source: Application Email:
it_ch: Email per la candidatura:

source: 22-Oct-2015
it_ch: 22 ottobre 2015

source: Dr. Graham Crookes
it_ch: Dott. Graham Crookes

source: http://workatuh.hawaii.edu/Jobs/NAdvert/21929/3499612/1/postdate/desc
it_ch: http://workatuh.hawaii.edu/Jobs/NAdvert/21929/3499612/1/postdate/deschttp://workatuh.hawaii.edu/Jobs/NAdvert/21929/3499612/1/postdate/desc

source: 21-Nov-2015
it_ch: 21 novembre 2015

source: Professor George Cree
it_ch: Prof. George Cree

source: Psycholinguistics:
it_ch: Psicolinguistica

source: Senior Lecturer, University of Gothenburg, Gothenburg, Sweden
it_ch: Docente senior, University of Gothenburg, Göteborg, Svezia

source: French & Italian
it_ch: Francese e italiano

source: Gothenburg, Sweden
it_ch: Göteborg, Svezia

source: Psychology
it_ch: Psicologia

source: Psycholinguistics
it_ch: Psicolinguistica

source: Language Specialty:
it_ch: Specializzazione linguistica:

source: French
it_ch: Francese

source: English, Foreign Languages, and Cultural Studies
it_ch: Inglese, lingue straniere e studi culturali

source: Senior Lecturer
it_ch: Docente senior

source: English
it_ch: Inglese

source: Swedish
it_ch: Svedese

source: 01-Dec-2015
it_ch: 01 dicembre 2015

source: Professor Monica Cyrino
it_ch: Prof.ssa Monica Cyrino

source: 09-Oct-2015
it_ch: 9 ottobre 2015

source: Russian
it_ch: Russo

source: 14-Oct-2015
it_ch: 14 ottobre 2015

source: 02-Nov-2015
it_ch: 2 novembre 2015

source: Application Address:
it_ch: Indirizzo per la candidatura:

source: Dr. Jeffrey Choppin
it_ch: Dott. Jeffrey Choppin

source: The position
it_ch: L’incarico

source: Applied Linguistics
it_ch: Linguistica applicata

source: Applied Linguistics; Language Acquisition:
it_ch: Linguistica applicata; Acquisizione del linguaggio:

source: English; Swedish; Applied Linguistics; General Linguistics:
it_ch: Inglese; Svedese; Linguistica applicata; Linguistica generale

source: General Linguistics
it_ch: Linguistica generale

source: Assistant Professor, University of Hawai'i, Hawai'i, USA
it_ch: Assitente universitario, University of Hawai'i, USA

source: Second Language Studies
it_ch: Studi sull’acquisizione della seconda lingua

source: Assistant Professor, University of Toronto Scarborough, Toronto, Ontario, Canada
it_ch: Assistente universitario, University of Toronto Scarborough, Toronto, Ontario, Canada

source: Assistant Professor (Second Language Studies)
it_ch: Assistente universitario (Studi sull’acquisizione della seconda lingua)

source: Director of Language Instruction, University of Minnesota - Twin Cities, Minnesota, USA
it_ch: Director of Language Instrucion, University of Minnesota - Twin Cities, Minnesota, USA

source: Director of Language Instruction, French
it_ch: Director of Language Instruction, francese

source: English; Applied Linguistics; Language Acquisition:
it_ch: Inglese; Linguistica applicata; Acquisizione del linguaggio:

source: French; Applied Linguistics; General Linguistics; Language Acquisition:
it_ch: Francese; Linguistica applicata; Linguistica generale; Acquisizione del linguaggio:

source: Appointment will be 100% time over the nine-month academic year, beginning fall semester 2016.
it_ch: L’incarico sarà a tempo pieno durante i nove mesi di anno accademico, a partire dal semestre primaverile 2016.

source: Teaching load:
it_ch: Percentuale d’incarico:

source: Duties and responsibilities:
it_ch: Mansioni e responsabilità:

source: The University of Hawai‘i is a Carnegie "very high research activity university" with a strong orientation to the Asia-Pacific region.
it_ch: L’University of Hawai'i è un’università con altissima attività di ricerca, secondo la classificazione Carnegie, con forte orientamento verso la regione Asia-Pacifico .

source: English; Applied Linguistics; General Linguistics:
it_ch: Inglese; Linguistica applicata; Linguistica generale

source: 20-Nov-2015
it_ch: 20 novembre 2015

source: Betsy Kerr , Associate Professor
it_ch: Betsy Kerr, Professore Associato

source: Email address below.
it_ch: Rivolgersi all’indirizzo email sottostante.

source: Receipt will be acknowledged by email.
it_ch: A documenti pervenuti si riceverà una email di conferma.

source: Review of applications begins November 1st, 2015.
it_ch: Lo spoglio delle candidature avrà inizio il 1 novembre 2015.

source: The position start date is August 15th, 2016.
it_ch: L’incarico avrà inizio il 15 agosto 2016.

source: The applicant is responsible for ensuring that the application is complete in accordance with the announcement and that it be sent electronically no later than the application deadline.
it_ch: Il candidato deve assicurarsi che la candidatura sia completa in concordanza con l’annuncio e che venga inviata elettronicamente entro, e non oltre, la data di scadenza.

source: Applications must be submitted on the University employment site (below).
it_ch: Le candidature devono essere inoltrate sulla pagina delle offerte di lavoro dell’Università (indicata sotto).

source: Completed applications submitted by Dec. 1st, 2015 will receive priority consideration.
it_ch: Le candidature inoltrate entro il 1 dicembre 2015 avranno la priorità.

source: Russian; Applied Linguistics; Language Acquisition:
it_ch: Russo; Linguistica applicata; Acquisizione del linguaggio:

source: Language Acquisition
it_ch: Acquisizione del linguaggio

source: Lecturer or Senior Lecturer based on qualifications
it_ch: Assistente universitario o Professore associato in funzione della qualifica

source: Salary and benefits are competitive.
it_ch: Il salario e i vantaggi lavorativi sono concorrenziali.

source: Familiarity with best practices in Foreign Language Pedagogy, including the use of assessment tools; 3.
it_ch: 2. Familiarità con i migliori metodi di insegnamento nella didattica delle lingue straniere, compreso l’utilizzo degli strumenti di verifica degli apprendimenti;

source: Evidence of successful involvement with curricular and extracurricular student activities; 4.
it_ch: 3. Dimostrazione di buon coinvolgimento in attività studentesche, curriculari e non;

source: Evidence of familiarity and use of new technologies in the classroom.
it_ch: 5. Dimostrazione di dimestichezza nelle nuove tecnologie e del loro utilizzo in classe;

source: The successful candidate will contribute to the pedagogical goals of a department seeking to strengthen its offerings in critical languages and in the internationalization of our campus and programs.
it_ch: Il vincitore del presente bando contribuirà al raggiungimento degli scopi pedagogici di una sezione che cerca di promuovere le lingue decisive per il futuro degli Stati Uniti e l’internazionalizzazione dell’università e dei corsi.

source: Minimum Qualifications:
it_ch: Requisiti minimi:

source: The successful candidate will teach undergraduate courses in Russian language, and will develop and teach courses in classical and modern Russian culture in translation.
it_ch: Il vincitore del presente bando terrà corsi di Bachelor di lingua russa e svilupperà ed insegnerà corsi di cultura russa classica e moderna nella traduzione.

source: In addition, please have three letters of recommendation sent via post directly to:
it_ch: Tre lettere di raccomandazione dovranno pervenire via posta a:

source: E-mailed letters will not be accepted.
it_ch: Non verranno accettate lettere pervenute via email.

source: 1. Evidence of excellence and professional development in the teaching of Russian language and culture; 2.
it_ch: 1. Dimostrazione di competenza e sviluppo professionale nell’insegnamento della lingua e cultura russa;

source: For best consideration, apply by December 1, 2015.
it_ch: Le candidature inoltrate entro il 01 dicembre 2015 avranno la priorità.

source: The position will remain open until filled.
it_ch: La posizione rimarrà aperta fino ad incarico assegnato.

source: Preferred Qualifications:
it_ch: Requisiti supplementari:

source: Lecturer III in Russian
it_ch: Docente di lingua russa

source: Special Instructions:
it_ch: Documentazione richiesta:

source: - Letter of application
it_ch: - Lettera di motivazione

source: “Letter for (applicant’s full name)”.
it_ch: «Lettera per (nome completo del candidato)».

source: The filling of this position is contingent upon available funding.
it_ch: L’occupazione della presente posizione dipende dai fondi a disposizione.

source: Subject area
it_ch: Area di competenza

source: English with a specialisation in Linguistics and Learning
it_ch: Inglese con specializzazione in Linguistica e Apprendimento

source: The posted position mainly comprises teaching and supervision at undergraduate and master's levels, in, for instance, independent courses, teacher education, and other university programs.
it_ch: La posizione in questione comprende principalmente l’insegnamento e la supervisione a livello di Bachelor e di Master, ad esempio, nei corsi indipendenti, nell’istruzione ai docenti e in altri programmi universitari.

source: The qualifications for academic positions are given in Chapter 4, Section 3 - 4 of the Higher Education Ordinance.
it_ch: I requisiti per le posizioni accademiche sono descritte nel capitolo 4 (sezione 3-4) del regolamento sull’educazione superiore svedese (Higher Education Ordinance).

source: - Background in teacher training and/or courses focusing on learning as well as in proficiency instruction;
it_ch: - Esperienza nell insegnamento a docenti e/o in corsi concentrati sull’apprendimento come pure in competenze istruttive

source: Assistant Professor, West Chester University, Pennsylvania, USA
it_ch: Ricercatore universitario, West Chester University, Pennsylvania, USA

source: - Writing sample (maximum 40 pages)
it_ch: - Esemplare di scrittura (massimo 40 pagine)

source: The position is guaranteed for a minimum of 50% FTE, with the potential to increase the percentage of effort.
it_ch: L’incarico è disponibile a una percentuale minima del 50% FTE , con la possibilità di aumentare la percentuale lavorativa.

source: The position requires a commitment to teacher education, school reform, diversity, inclusion, and social justice, as well as a strong theoretical background and a scholarly agenda that focuses specifically on practice.
it_ch: L’incarico richiede un impegno nei riguardi della formazione degli insegnanti, nelle varie riforme della scuola, così come negli aspetti comprendenti la diversità, l'inclusione e la giustizia sociale, oltre a un forte background teorico e un programma scolastico concentrato in particolare sulla pratica.

source: Applicants should have a background in teaching additional languages, particularly TESOL/TEFL, as well as experience with a variety of research methodologies, including action research.
it_ch: Il candidato dovrebbe possedere esperienze nell’insegnamento delle lingue straniere, in particolare TESOL/TEFL, così come la conoscenza diretta delle varie metodologie di ricerca, compresa la ricerca-azione.

source: Appointment will be at the rank of Lecturer or Senior Lecturer, based on qualifications.
it_ch: La posizione sarà di docente o didocente senior, in funzione della qualifica.

source: Qualifications:
it_ch: Requisiti:

source: Candidates must show evidence of excellent teaching skills and at least four years of college-level French teaching.
it_ch: I candidati devono dimostrare ottime competenze nell’insegnamento e almeno quattro anni d’insegnamento di francese in ambito universitario.

source: Native or near-native abilities in both French and English are required.
it_ch: Sono altresì richieste conoscenze a livello di madrelingua, o quasi, sia in francese sia in inglese.

source: Candidates must have strong knowledge of the field of SLA and experience in at least one of the following: language program administration, teacher mentoring and supervision, curriculum development and assessment.
it_ch: I candidati devono avere buona dimestichezza nel campo dell’apprendimento della seconda lingua (SLA) ed esperienza in almeno uno dei seguenti settori: language program administration, supervisione della didattica, tutoring, sviluppo dei programmi di studio e valutazione.

source: Desired qualification: Flexibility in teaching assignments that contribute to the department’s undergraduate program.
it_ch: È gradita flessibilità negli incarichi d’insegnamento che fanno parte del programma di corsi di Bachelor della sezione.

source: Open until filled
it_ch: Fino a incarico assegnato

source: Lecturer, University of New Mexico, New Mexico, USA
it_ch: Docente, University of New Mexico, New Mexico, USA

source: Foreign Languages & Literatures
it_ch: Lingue e letterature straniere

source: The Department of Foreign Languages & Literatures at the University of New Mexico is seeking to fill a Lecturer III position in Russian beginning August 2016.
it_ch: La sezione di lingue e letterature stranieredella University of New Mexico è alla ricerca di un canditato per ricoprire la posizione di docente di lingua russa a partire da agosto 2016.

source: The Russian Program at the University of New Mexico is a small and vibrant program within the Department of Foreign Languages & Literatures that offers the only BA degree in Russian in the state of New Mexico.
it_ch: La modesta ma produttiva sezione di russo alla University of New Mexico fa parte della sezione di lingue e letterature stranieree offre l’unico Bachelor in russo all’interno dello Stato del New Mexico.

source: The main emphasis is on language proficiency and exposure to the major developments in classical and contemporary Russian culture.
it_ch: L’accento viene posto sullo sviluppo delle competenze linguistiche e sull'esposizione agli aspetti più importanti della cultura russa classica e contemporanea.
